data =
    '{ \
        "items":[ \
                    {\
                        "img_src": "/assets/img/32-1.png",\
                        "com_name": "爱德基金会",\
                        "com_description" : "爱德基金会成立于1985年4月，旨在促进我国的教育、社会福利、医疗卫生、社区发展与环境保护、灾害管理等各项社会公益事业，迄今为止，项目区域累计覆盖全国31个省、市、自治区，逾千万人受益。"\
                    }, \
                    {\
                        "img_src": "/assets/img/32-2.png",\
                        "com_name": "北京爱它动物保护公益基金会",\
                        "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                        },\
                        {\
                                "img_src": "/assets/img/32-3.png",\
                                "com_name": "中华少年儿童慈善救助基金会",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                         },\
                         {\
                                "img_src": "/assets/img/32-4.png",\
                                "com_name" : "中国扶贫基金会",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                         },\
                         {\
                            "img_src": "/assets/img/32-5.png",\
                                "com_name" : "爱企联盟",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                          },\
                            {\
                                "img_src": "/assets/img/32-6.png",\
                                "com_name" : "爱佑慈善基金会",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-7.png",\
                                "com_name" : "联合国儿童基金会",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-8.png",\
                                "com_name" : "中华思源工程扶贫基金会",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-9.png",\
                                "com_name" : "徐秋鹏",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-10.png",\
                                "com_name" : "徐秋鹏",\
                               "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-1.png",\
                                "com_name" : "徐秋鹏",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-2.png",\
                                "com_name" : "徐秋鹏",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-3.png",\
                                "com_name" : "徐秋鹏",\
                               "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            },\
                            {\
                                "img_src": "/assets/img/32-4.png",\
                                "com_name" : "徐秋鹏",\
                                "com_description": "北京爱它动物保护公益基金会（英文名：Beijing Loving Animasi Foundation；简称：它基金）是2011年5月成立于中国大陆北京市的非公募基金会。倡导“善待动物，尊重生命”理念，推动关爱动物的公众教育，共建人与自然和谐共处的文明社会理念：尊重生命 感恩自然使命：在中国推动善待动物的公众教育"\
                            }\
    ]\
          }';
