data =
    '{ \
        "items":[ \
                    {\
                        "id": 10,\
                        "times": "2018-03-29  18：01：01",\
                        "way": "获得", \
                        "username": "对方用户名", \
                        "quantity": "+200" \
                    }, \
{ \
                    "id": 9, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},\
{ \
                    "id": 8, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},\
{ \
                    "id": 7, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},\
{ \
                    "id": 6, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 5, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 4, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
},{ \
                    "id": 3, \
                    "times": "2018-03-29  18：01：01", \
                    "way": "获得", \
                    "username": "对方用户名", \
                    "quantity": "+200" \
}\
] \
}';
